Repository: adrianaguu/Ravn-Challenge-V3-Adriana-Gutierrez
Catalog: Pokemon/Localize/*.lproj/Localizable.strings
Languages: es_419

source: Pokemon List
es_419: Lista de Pokemons

source: Pokemon Info
es_419: Información de Pokemons

source: Evolutions
es_419: Evoluciones

source: Default Sprite
es_419: Sprite Predeterminado

source: Shiny Sprite
es_419: Sprite Brillante

source: There was an Error
es_419: Hubo un Error

source: Connectivity Issue
es_419: Problema de conexión

source: Failed to Load Data
es_419: Error al Cargar Datos

source: There is a problem trying to connect. Please check your connectivity
es_419: Hay un problema al intentar conectarse. Por favor compruebe su conectividad

source: Try Again
es_419: Volver a Intentarlo
